Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/PrintManagement.resw
Source language: en_us
Languages: zh_tw

# PrintMgmt_CurrentPrintServerFormat
source: Current Print server: {0} (local)
zh_tw: 目前列印伺服器: {0} (本機)

# PrintMgmt_PrintersHeader
source: Printers
zh_tw: 印表機

# PrintMgmt_DeployedPrintersHeader
source: Deployed printers
zh_tw: 已部署的印表機

# PrintMgmt_DriversHeader
source: Drivers
zh_tw: 驅動程式

# PrintMgmt_ModifyPrintPorts
source: Modify Print ports
zh_tw: 修改列印連接埠

# PrintMgmt_ViewEditPrintForms
source: View/Edit Print forms
zh_tw: 檢視/編輯列印格式

# PrintMgmt_PrintersCountFormat
source: {0} printers
zh_tw: {0} 台印表機

# PrintMgmt_DeployedPrintersCountFormat
source: {0} deployed printers
zh_tw: {0} 台已部署的印表機

# PrintMgmt_DriversCountFormat
source: {0} drivers
zh_tw: {0} 個驅動程式

# PrintMgmt_StatusFormat
source: {0} | {1} Jobs In Queue | {2}
zh_tw: {0} | {1} 個佇列中的工作 | {2}

# PrintMgmt_DefaultPrinter
source: Default Printer
zh_tw: 預設印表機

# PrintMgmt_DeployedPrinterServer
source: Server: {0}
zh_tw: 伺服器：{0}

# PrintMgmt_DeployedPrinterPerUserGPO
source: Per User GPO: {0}
zh_tw: 每位使用者的 GPO：{0}

# PrintMgmt_DeployedPrinterPerComputerGPO
source: Per Computer GPO: {0}
zh_tw: 每台電腦的 GPO：{0}

# PrintMgmt_DriverInfoFormat
source: {0} | {1} | {2} Isolation
zh_tw: {0} | {1} | {2} 隔離

# PrintMgmt_IsolationSuffix
source: Isolation
zh_tw: 隔離

# PrintMgmt_PortsButton
source: Ports
zh_tw: 連接埠

# PrintMgmt_FormsButton
source: Forms
zh_tw: 格式

# PrintMgmt_MenuOpenPrinterQueue
source: Open Printer Queue
zh_tw: 開啟印表機佇列

# PrintMgmt_MenuPausePrinting
source: Pause Printing
zh_tw: 暫停列印

# PrintMgmt_MenuResumePrinting
source: Resume Printing
zh_tw: 恢復列印

# PrintMgmt_MenuDeployWithGroupPolicy
source: Deploy with Group Policy
zh_tw: 使用群組原則部署

# PrintMgmt_MenuSetPrintingDefaults
source: Set Printing Defaults
zh_tw: 設定列印預設值

# PrintMgmt_MenuPrintTestPage
source: Print Test Page
zh_tw: 列印測試頁

# PrintMgmt_MenuProperties
source: Properties
zh_tw: 內容

# PrintMgmt_MenuRename
source: Rename
zh_tw: 重新命名

# PrintMgmt_MenuRemoveDriverPackage
source: Remove Driver Package
zh_tw: 移除驅動程式套件

# PrintMgmt_MenuSetDriverIsolation
source: Set Driver Isolation
zh_tw: 設定驅動程式隔離

# PrintMgmt_IsolationNone
source: None
zh_tw: 無

# PrintMgmt_IsolationShared
source: Shared
zh_tw: 共用

# PrintMgmt_IsolationIsolated
source: Isolated
zh_tw: 隔離

# PrintMgmt_IsolationSystemDefault
source: System Default
zh_tw: 系統預設

# PrintMgmt_PortsDialogTitle
source: Print Ports
zh_tw: 列印連接埠

# PrintMgmt_PortsCountFormat
source: {0} ports
zh_tw: {0} 個連接埠

# PrintMgmt_PortPrinterFormat
source: Printer: {0}
zh_tw: 印表機：{0}

# PrintMgmt_NoPrinterAssigned
source: (No printer assigned)
zh_tw: (未指定印表機)

# PrintMgmt_FormsDialogTitle
source: Print Forms
zh_tw: 列印格式

# PrintMgmt_FormsCountFormat
source: {0} forms
zh_tw: {0} 個格式

# PrintMgmt_FormSizeFormat
source: Printable: {0} x {1} (unit: 0.1mm)
zh_tw: 可列印: {0} × {1} (單位: 0.1公釐)

# PrintMgmt_Loading
source: Loading...
zh_tw: 載入中...

# PrintMgmt_LoadedFormat
source: Loaded {0} printers, {1} drivers, {2} ports, {3} forms.
zh_tw: 已載入 {0} 台印表機、{1} 個驅動程式、{2} 個連接埠、{3} 個格式。

# PrintMgmt_ErrorLoadingFormat
source: Error loading print management data: {0}
zh_tw: 載入列印管理資料時發生錯誤：{0}

# PrintMgmt_ActionFailedFormat
source: Print management action failed: {0}
zh_tw: 列印管理動作失敗：{0}

# PrintMgmt_DeployDialogTitleFormat
source: Deploy printer - {0}
zh_tw: 部署印表機 - {0}

# PrintMgmt_DeployDialogPrinterNameLabel
source: Printer Name:
zh_tw: 印表機名稱：

# PrintMgmt_DeployDialogGpoSectionHeader
source: Group Policy Object
zh_tw: 群組原則物件

# PrintMgmt_DeployDialogGpoNameLabel
source: GPO name:
zh_tw: GPO 名稱：

# PrintMgmt_DeployDialogBrowseButton
source: Browse...
zh_tw: 瀏覽...

# PrintMgmt_DeployDialogAddButton
source: Add
zh_tw: 新增

# PrintMgmt_DeployDialogRemoveButton
source: Remove
zh_tw: 移除

# PrintMgmt_DeployDialogRemoveAllButton
source: Remove All
zh_tw: 全部移除

# PrintMgmt_DeployDialogApplyButton
source: Apply
zh_tw: 套用

# PrintMgmt_DeployDialogDeployToLabel
source: Deploy this printer connection to the following:
zh_tw: 將此印表機連線部署到下列對象：

# PrintMgmt_DeployDialogPerUser
source: The users that this GPO applies to (per user)
zh_tw: 此 GPO 套用的使用者（每位使用者）

# PrintMgmt_DeployDialogPerMachine
source: The computers that this GPO applies to (per machine)
zh_tw: 此 GPO 套用的電腦（每台電腦）

# PrintMgmt_DeployDialogListPrinterNameHeader
source: Printer Name
zh_tw: 印表機名稱

# PrintMgmt_DeployDialogListConnectionTypeHeader
source: Connection Type
zh_tw: 連線類型

# PrintMgmt_DeployDialogConnectionTypePerUser
source: Per User
zh_tw: 每位使用者

# PrintMgmt_DeployDialogConnectionTypePerMachine
source: Per Machine
zh_tw: 每台電腦

# PrintMgmt_DeployDialogDomainRequired
source: This feature requires an Active Directory domain.
zh_tw: 此功能需要 Active Directory 網域。

# PrintMgmt_GpoBrowseDialogTitle
source: Browse for Group Policy Object
zh_tw: 瀏覽群組原則物件

# PrintMgmt_GpoBrowseDialogEmpty
source: No Group Policy Objects were found in the current domain.
zh_tw: 在目前的網域中找不到群組原則物件。

# PrintMgmt_DeployDialogDescription
source: Configure local deployment targets for this shared printer connection.
zh_tw: 設定此共用印表機連線的本機部署目標。

# PrintMgmt_DeployDialogConnectionPathLabel
source: Connection path
zh_tw: 連線路徑

# PrintMgmt_DeployDialogCurrentUser
source: Current user
zh_tw: 目前使用者

# PrintMgmt_DeployDialogAllUsers
source: All users on this device
zh_tw: 此裝置上的所有使用者

# PrintMgmt_DeployDialogNote
source: Current-user deployment applies immediately. All-users deployment is processed at the next sign-in.
zh_tw: 目前使用者部署會立即套用。所有使用者部署會在下次登入時處理。

# PrintMgmt_DeployDialogUnavailable
source: This printer cannot be deployed because no shared connection path is available.
zh_tw: 此印表機沒有可用的共用連線路徑，因此無法部署。

# PrintMgmt_DeletePrinterTitleFormat
source: Delete printer - {0}
zh_tw: 刪除印表機 - {0}

# PrintMgmt_DeletePrinterMessageFormat
source: Delete the printer "{0}"?
zh_tw: 要刪除印表機「{0}」嗎？

# PrintMgmt_RenamePrinterTitleFormat
source: Rename printer - {0}
zh_tw: 重新命名印表機 - {0}

# PrintMgmt_RenamePrinterInstruction
source: Enter the new printer name.
zh_tw: 請輸入新的印表機名稱。

# PrintMgmt_RemoveDriverPackageTitleFormat
source: Remove driver package - {0}
zh_tw: 移除驅動程式套件 - {0}

# PrintMgmt_RemoveDriverPackageMessageFormat
source: Remove the driver package "{0}" from the driver store?
zh_tw: 要從驅動程式存放區移除驅動程式套件「{0}」嗎？

# PrintMgmt_DeleteDriverTitleFormat
source: Delete driver - {0}
zh_tw: 刪除驅動程式 - {0}

# PrintMgmt_DeleteDriverMessageFormat
source: Delete the printer driver "{0}"?
zh_tw: 要刪除印表機驅動程式「{0}」嗎？

# PrintMgmt_DriverPropertiesTitleFormat
source: Driver properties - {0}
zh_tw: 驅動程式內容 - {0}

# PrintMgmt_DriverPropertyNameLabel
source: Name
zh_tw: 名稱

# PrintMgmt_DriverPropertyVersionLabel
source: Version
zh_tw: 版本

# PrintMgmt_DriverPropertyEnvironmentLabel
source: Environment
zh_tw: 環境

# PrintMgmt_DriverPropertyIsolationLabel
source: Isolation
zh_tw: 隔離

# PrintMgmt_DriverPropertyPathLabel
source: Driver path
zh_tw: 驅動程式路徑

# PrintMgmt_DriverPropertyDataFileLabel
source: Data file
zh_tw: 資料檔案

# PrintMgmt_DriverPropertyConfigFileLabel
source: Config file
zh_tw: 設定檔

# PrintMgmt_DriverPropertyMonitorLabel
source: Monitor
zh_tw: 監視器

# PrintMgmt_NoPrintersFound
source: No printers found
zh_tw: 找不到印表機

# PrintMgmt_NoDeployedPrintersFound
source: No deployed printers found
zh_tw: 找不到已部署的印表機

# PrintMgmt_NoDriversFound
source: No drivers found
zh_tw: 找不到驅動程式

# PrintMgmt_NoPortsFound
source: No ports found
zh_tw: 找不到連接埠

# PrintMgmt_NoFormsFound
source: No forms found
zh_tw: 找不到格式

# PrintMgmt_OpenLegacy
source: Open Legacy Print Management
zh_tw: 開啟舊版列印管理

# PrintMgmt_ErrorDriverInUse
source: The driver package is currently in use and cannot be removed.
zh_tw: 此驅動程式套件目前正在使用中，無法移除。

# PrintMgmt_ErrorDriverInBox
source: This driver package shipped with Windows and cannot be removed.
zh_tw: 此驅動程式套件隨附於 Windows，無法被移除。

# PrintMgmt_PrinterStatus_Ready
source: Ready
zh_tw: 就緒

# PrintMgmt_PrinterStatus_Paused
source: Paused
zh_tw: 已暫停

# PrintMgmt_PrinterStatus_Error
source: Error
zh_tw: 錯誤

# PrintMgmt_PrinterStatus_PendingDeletion
source: Pending Deletion
zh_tw: 等待刪除

# PrintMgmt_PrinterStatus_PaperJam
source: Paper Jam
zh_tw: 卡紙

# PrintMgmt_PrinterStatus_PaperOut
source: Paper Out
zh_tw: 缺紙

# PrintMgmt_PrinterStatus_ManualFeed
source: Manual Feed
zh_tw: 手動送紙

# PrintMgmt_PrinterStatus_PaperProblem
source: Paper Problem
zh_tw: 紙張問題

# PrintMgmt_PrinterStatus_Offline
source: Offline
zh_tw: 離線

# PrintMgmt_PrinterStatus_IoActive
source: IO Active
zh_tw: I/O 作用中

# PrintMgmt_PrinterStatus_Busy
source: Busy
zh_tw: 忙碌

# PrintMgmt_PrinterStatus_Printing
source: Printing
zh_tw: 列印中

# PrintMgmt_PrinterStatus_OutputBinFull
source: Output Bin Full
zh_tw: 出紙槽已滿

# PrintMgmt_PrinterStatus_NotAvailable
source: Not Available
zh_tw: 無法使用

# PrintMgmt_PrinterStatus_Waiting
source: Waiting
zh_tw: 等候中

# PrintMgmt_PrinterStatus_Processing
source: Processing
zh_tw: 處理中

# PrintMgmt_PrinterStatus_Initializing
source: Initializing
zh_tw: 正在初始化

# PrintMgmt_PrinterStatus_WarmingUp
source: Warming Up
zh_tw: 正在預熱

# PrintMgmt_PrinterStatus_TonerLow
source: Toner Low
zh_tw: 碳粉不足

# PrintMgmt_PrinterStatus_NoToner
source: No Toner
zh_tw: 沒有碳粉

# PrintMgmt_PrinterStatus_UserIntervention
source: User Intervention Required
zh_tw: 需要使用者介入

# PrintMgmt_PrinterStatus_OutOfMemory
source: Out of Memory
zh_tw: 記憶體不足

# PrintMgmt_PrinterStatus_DoorOpen
source: Door Open
zh_tw: 機蓋開啟

# PrintMgmt_PrinterStatus_PowerSave
source: Power Save
zh_tw: 省電模式

# PrintMgmt_FormType_BuiltIn
source: Built-in
zh_tw: 內建

# PrintMgmt_FormType_Printer
source: Printer
zh_tw: 印表機

# PrintMgmt_FormType_UserDefined
source: User-defined
zh_tw: 使用者定義

# PrintMgmt_FormType_Unknown
source: Unknown
zh_tw: 未知

# PrintMgmt_PortType_Local
source: Local Port
zh_tw: 本機連接埠

# PrintMgmt_PortType_StandardTcpIp
source: Standard TCP/IP Port
zh_tw: 標準 TCP/IP 連接埠

# PrintMgmt_PortDesc_UsbVirtual
source: USB Virtual Printer Port
zh_tw: USB 虛擬印表機連接埠

# PrintMgmt_PortDesc_PrintToFile
source: Print to File
zh_tw: 列印至檔案

# PrintMgmt_PortDesc_PrinterPort
source: Printer Port
zh_tw: 印表機連接埠

# PrintMgmt_PortDesc_Serial
source: Serial Port
zh_tw: 序列埠

# PrintMgmt_PortDesc_Null
source: Null Port
zh_tw: Null 連接埠

# PrintMgmt_PortDesc_WsDiscovery
source: WS Discovery Port
zh_tw: WS 探索連接埠

# PrintMgmt_LocalRegistryDeployment
source: Local/Registry Deployment
zh_tw: 本機/登錄部署

# PrintMgmt_ServerLabel
source: Server:
zh_tw: 伺服器:

# PrintMgmt_PerUserGpoLabel
source: Per User GPO:
zh_tw: 每位使用者的 GPO:

# PrintMgmt_PerComputerGpoLabel
source: Per Computer GPO:
zh_tw: 每台電腦的 GPO:

# PrintMgmt_Error_QueryDefaults
source: Unable to query printer default settings.
zh_tw: 無法查詢印表機預設設定。

# PrintMgmt_Error_LoadDefaults
source: Unable to load current printer default settings.
zh_tw: 無法載入目前的印表機預設設定。

# PrintMgmt_Error_SaveDefaults
source: Unable to save printer default settings.
zh_tw: 無法儲存印表機預設設定。

# PrintMgmt_Error_DeletePrinter
source: Unable to delete printer.
zh_tw: 無法刪除印表機。

# PrintMgmt_Error_RenamePrinter
source: Unable to rename printer.
zh_tw: 無法重新命名印表機。

# PrintMgmt_Error_AddUserConnection
source: Unable to add the current-user printer connection.
zh_tw: 無法新增目前使用者的印表機連線。

# PrintMgmt_Error_RemoveUserConnection
source: Unable to remove the current-user printer connection.
zh_tw: 無法移除目前使用者的印表機連線。

# PrintMgmt_Error_DeleteDriver
source: Unable to delete printer driver.
zh_tw: 無法刪除印表機驅動程式。

# PrintMgmt_Error_PausePrinter
source: Unable to pause printer.
zh_tw: 無法暫停印表機。

# PrintMgmt_Error_ResumePrinter
source: Unable to resume printer.
zh_tw: 無法恢復印表機列印。

# PrintMgmt_Error_OpenPrintServer
source: Unable to open the print server.
zh_tw: 無法開啟列印伺服器。

# PrintMgmt_Error_OpenPrinterFormat
source: Unable to open printer '{0}'.
zh_tw: 無法開啟印表機 '{0}'。

# PrintMgmt_Error_InvalidInfoBuffer
source: Invalid printer information buffer size returned by the spooler.
zh_tw: 多工緩衝處理器傳回的印表機資訊緩衝區大小無效。

# PrintMgmt_Error_QueryInfoSize
source: Unable to query printer information size.
zh_tw: 無法查詢印表機資訊大小。

# PrintMgmt_Error_QueryInfo
source: Unable to query printer information.
zh_tw: 無法查詢印表機資訊。

# PrintMgmt_Error_UpdateIsolationGroups
source: Unable to update print driver isolation groups.
zh_tw: 無法更新列印驅動程式隔離群組。

# PrintMgmt_Error_InvalidConnectionPath
source: Invalid printer connection path.
zh_tw: 印表機連線路徑無效。

# PrintMgmt_Error_ResolveDomain
source: Unable to resolve the Active Directory domain.
zh_tw: 無法解析 Active Directory 網域。

# PrintMgmt_Error_ConnectDirectory
source: Unable to connect to Active Directory.
zh_tw: 無法連線到 Active Directory。

# PrintMgmt_Error_DomainNotFound
source: Active Directory domain not found.
zh_tw: 找不到 Active Directory 網域。
